Repository: csarevalo/bloc-todos
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# todosOverviewAppBarTitle
source: My Todos
es: Mis Tareas

# todosOverviewErrorSnackbarText
source: An error occurred while loading todos.
es: Se produjo un error al cargar las tareas.

# todosOverviewTodoDeletedSnackBarText
source: Todo "{todoTitle}" deleted.
es: Tarea "{todoTitle}" borrada.

# todosOverviewUndoDeletionButtonText
source: Undo
es: Anular

# todosOverviewEmptyText
source: No todos found with the selected filters.
es: No se encontraron tareas con los filtros seleccionados.

# todosOverviewSomethingWentWrongText
source: Oops, something went wrong.
es: Ups, algo salió mal.

# todosOverviewOptionsTooltip
source: Options
es: Opciones

# todosOverviewOptionsMarkAllIncomplete
source: Mark All Incomplete
es: Marcar Todo Incompleto

# todosOverviewOptionsMarkAllComplete
source: Mark All Complete
es: Marcar Todo Completo

# todosOverviewOptionsClearCompleted
source: Clear Completed
es: Borrar Todo Completado

# todosOverviewFilterTooltip
source: Filter
es: Filtro

# todosOverviewFilterAllText
source: All
es: Todo

# todosOverviewFilterActiveOnlyText
source: Active
es: Activo

# todosOverviewFilterCompletedOnlyText
source: Completed
es: Completo

# statsSomethingWentWrongText
source: Oops, something went wrong.
es: Ups, algo salió mal.

# statsCompletedTodosCountLabel
source: Completed Todos
es: Tareas Completadas

# statsActiveTodosCountLabel
source: Active Todos
es: Tareas Activas

# editTodoAppBarAddNewTodoTitle
source: Add New Todo
es: Añade Nueva Tarea

# editTodoAppBarEditTodoTitle
source: Edit Todo
es: Edita Tarea

# editTodoDescriptionLabel
source: Description
es: Descripción

# editTodoTitleLabel
source: Title
es: Título
